////////////////////////////////////////////////////

/* name for the localized example list */
"app_setup.example_list_name" = "ExampleOptionLists_EN";

////////////////////////////////////////////////////


/* message for a decision */
"main.scene_dicision.alert.message" = "The winner is";

/* message for a dicision without options */
"main.scene_dicision.alert.no.items.message" = "Plase add some items first.";

/* title for a dicision without options */
"main.scene_dicision.alert.no.items.title" = "Oups!";

/* button title for a dicision */
"main.scene_dicision.alert.ok.button" = "Ok";

/* title for a decision */
"main.scene_dicision.alert.title" = "I decided for you!";

/* title for trash alert */
"main.scene_trash.alert.title" = "Delete all options?";

/* yes button for trash alert */
"main.scene_trash.alert.button.yes" = "Yes!";

/* cancel button for trash alert */
"main.scene_trash.alert.button.cancel" = "Cancel";

/* title for save alert */
"main.scene_save.alert.title" = "Save the current list?";

/* message for trash alert */
"main.scene_save.alert.message" = "The list will be saved with that name. If you want to create a new list ...";

/* save button for save alert */
"main.scene_save.alert.button.save" = "Save";

/* cancel button for save alert */
"main.scene_save.alert.button.cancel" = "Cancel";


/******************************************/
/******* IDFYListOperationPresenter *******/
/******************************************/

/* label for start a new list cell */
"list_operation_scene.start_new_list_cell.text_label" = "Start a new list";

/* label for save or rename the current list cell */
"list_operation_scene.save_current_list_cell.text_label" = "Save / rename the current list";

/* section header title for list of lists */
"list_operation_scene.list_of_lists_section.header_title" = "Load a saved list";

/* discard draft option button */
"list_operation_scene.save_new_list_dialog.discard_draft_button_title" = "Discard";
